12/data/attachments/8f6630fda66f9265.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Seth_message_Friend_42350_1</nif:username>
            <nif:friendToBeRequested>soap_friends_cade49a0-d31e-482a-b58c-40693a53e945</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>